Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Logs the whole VNC connection timeline: handshake, negotiated encodings and media generations, a health heartbeat while connected, and a summary line naming why a session dropped. Passwords, clipboard contents and screen pixels are never logged. Leave this on to catch an unexplained “Connection interrupted”.
ar: يسجّل المسار الزمني الكامل لاتصال VNC: المصافحة، والترميزات وأجيال الوسائط المتفاوض عليها، ونبضة سلامة أثناء الاتصال، وسطر ملخّص يوضّح سبب انقطاع الجلسة. لا تُسجَّل كلمات المرور ولا محتويات الحافظة ولا وحدات بكسل الشاشة أبدًا. اترك هذا مفعّلًا لالتقاط رسالة «انقطع الاتصال» غير المفسّرة.
ca: Registra tota la cronologia de la connexió VNC: la salutació inicial, les codificacions i generacions multimèdia negociades, un batec d'estat mentre està connectada i una línia de resum que indica per què ha caigut una sessió. Les contrasenyes, el contingut del porta-retalls i els píxels de la pantalla no es registren mai. Deixa-ho activat per detectar una «Connexió interrompuda» inexplicable.
cs: Zaznamenává celou časovou osu připojení VNC: handshake, vyjednané kódování a generace médií, tep stavu během připojení a souhrnný řádek uvádějící, proč relace vypadla. Hesla, obsah schránky ani pixely obrazovky se nikdy nezaznamenávají. Nechte zapnuté, abyste zachytili nevysvětlené „Připojení bylo přerušeno“.
da: Logger hele forløbet for VNC-forbindelsen: håndtryk, forhandlede kodninger og mediegenerationer, et helbredsheartbeat mens forbindelsen er oppe, og en opsummeringslinje, der angiver, hvorfor en session faldt ud. Adgangskoder, indhold i udklipsholderen og skærmpixels logges aldrig. Lad denne være slået til for at fange en uforklaret »Forbindelsen blev afbrudt«.
de: Protokolliert den gesamten Verlauf der VNC-Verbindung: Handshake, ausgehandelte Kodierungen und Mediengenerationen, einen Zustands-Heartbeat während der Verbindung und eine Zusammenfassungszeile, die nennt, warum eine Sitzung abgebrochen ist. Passwörter, Zwischenablage-Inhalte und Bildschirmpixel werden nie protokolliert. Lassen Sie dies aktiviert, um ein unerklärtes „Verbindung unterbrochen“ zu erfassen.
es: Registra toda la cronología de la conexión VNC: el saludo inicial, las codificaciones y generaciones multimedia negociadas, un latido de estado mientras está conectada y una línea de resumen que indica por qué se cayó una sesión. Las contraseñas, el contenido del portapapeles y los píxeles de la pantalla nunca se registran. Deja esto activado para detectar una «Conexión interrumpida» inexplicable.
fi: Kirjaa koko VNC-yhteyden aikajanan: kättelyn, neuvotellut koodaukset ja mediasukupolvet, tilasykkeen yhteyden ollessa auki sekä yhteenvetorivin, joka kertoo miksi istunto katkesi. Salasanoja, leikepöydän sisältöä tai näytön kuvapisteitä ei koskaan kirjata. Pidä tämä päällä, jotta selittämätön ”Yhteys katkesi” jää talteen.
fr: Journalise toute la chronologie de la connexion VNC : la négociation initiale, les encodages et générations de médias négociés, un battement de cœur de santé pendant la connexion, et une ligne de résumé indiquant pourquoi une session s'est interrompue. Les mots de passe, le contenu du presse-papiers et les pixels de l'écran ne sont jamais journalisés. Laissez cette option activée pour comprendre une « Connexion interrompue » inexpliquée.
he: רושם את כל ציר הזמן של חיבור ה-VNC: לחיצת היד, הקידודים ודורות המדיה שסוכמו, פעימת בריאות בזמן החיבור, ושורת סיכום המציינת מדוע הופסקה ההפעלה. סיסמאות, תוכן הלוח ופיקסלים של המסך לעולם אינם נרשמים. השאר אפשרות זו פעילה כדי לתפוס ״החיבור הופסק״ בלתי מוסבר.
hu: Naplózza a VNC-kapcsolat teljes idővonalát: a kézfogást, az egyeztetett kódolásokat és médiagenerációkat, egy állapotjelző szívverést a kapcsolat ideje alatt, valamint egy összegző sort arról, miért szakadt meg a munkamenet. Jelszavak, vágólaptartalom és képernyőpixelek soha nem kerülnek naplózásra. Hagyja bekapcsolva, hogy elkapja a megmagyarázatlan „Kapcsolat megszakadt” üzenetet.
it: Registra l'intera cronologia della connessione VNC: handshake, codifiche e generazioni multimediali negoziate, un heartbeat di stato durante la connessione e una riga di riepilogo che indica perché una sessione è caduta. Password, contenuti degli appunti e pixel dello schermo non vengono mai registrati. Lascia questa opzione attiva per intercettare una «Connessione interrotta» inspiegabile.
ja: VNC接続の全経過を記録します。ハンドシェイク、ネゴシエートしたエンコーディングとメディア世代、接続中のヘルスハートビート、そしてセッションが切断された理由を示す要約行です。パスワード、クリップボードの内容、画面のピクセルは一切記録されません。原因不明の「接続が中断されました」を捕まえるには、オンのままにしてください。
ko: VNC 연결의 전체 타임라인을 기록합니다. 핸드셰이크, 협상된 인코딩과 미디어 세대, 연결 중 상태 하트비트, 세션이 끊긴 이유를 알려주는 요약 줄이 포함됩니다. 비밀번호, 클립보드 내용, 화면 픽셀은 절대 기록되지 않습니다. 원인을 알 수 없는 ‘연결이 중단됨’을 파악하려면 켜 두세요.
nb: Logger hele tidslinjen for VNC-tilkoblingen: håndtrykk, forhandlede kodinger og mediegenerasjoner, en helsepuls mens tilkoblingen er oppe, og en oppsummeringslinje som forteller hvorfor en økt falt ut. Passord, utklippstavleinnhold og skjermpiksler logges aldri. La denne stå på for å fange opp en uforklarlig «Tilkoblingen ble avbrutt».
nl: Logt de volledige tijdlijn van de VNC-verbinding: handshake, onderhandelde coderingen en mediageneraties, een statushartslag tijdens de verbinding en een samenvattingsregel die aangeeft waarom een sessie is weggevallen. Wachtwoorden, klembordinhoud en schermpixels worden nooit gelogd. Laat dit aan staan om een onverklaarde ‘Verbinding onderbroken’ te achterhalen.
pl: Rejestruje całą oś czasu połączenia VNC: uzgadnianie, wynegocjowane kodowania i generacje mediów, sygnał kondycji w trakcie połączenia oraz wiersz podsumowania wskazujący, dlaczego sesja została przerwana. Hasła, zawartość schowka i piksele ekranu nigdy nie są rejestrowane. Zostaw tę opcję włączoną, aby uchwycić niewyjaśnione „Połączenie przerwane”.
pt_br: Registra toda a linha do tempo da conexão VNC: handshake, codificações e gerações de mídia negociadas, uma pulsação de integridade enquanto conectado e uma linha de resumo indicando por que uma sessão caiu. Senhas, conteúdo da área de transferência e pixels da tela nunca são registrados. Deixe isto ativado para descobrir uma “Conexão interrompida” inexplicada.
pt_pt: Regista toda a cronologia da ligação VNC: handshake, codificações e gerações de multimédia negociadas, uma pulsação de estado enquanto está ligada e uma linha de resumo que indica por que motivo uma sessão caiu. As palavras-passe, o conteúdo da área de transferência e os píxeis do ecrã nunca são registados. Deixe isto ativado para apanhar uma «Ligação interrompida» inexplicada.
ro: Înregistrează întreaga cronologie a conexiunii VNC: negocierea inițială, codificările și generațiile media convenite, un puls de stare cât timp conexiunea este activă și o linie de rezumat care arată de ce a căzut o sesiune. Parolele, conținutul clipboardului și pixelii ecranului nu sunt niciodată înregistrați. Lăsați această opțiune activată pentru a surprinde o „Conexiune întreruptă” inexplicabilă.
sl: Beleži celotno časovnico povezave VNC: rokovanje, dogovorjena kodiranja in generacije medijev, utrip stanja med povezavo in povzetek, ki pove, zakaj je seja odpadla. Gesla, vsebina odložišča in slikovne pike zaslona se nikoli ne beležijo. Pustite vklopljeno, da ujamete nepojasnjeno »Povezava prekinjena«.
sv: Loggar hela tidslinjen för VNC-anslutningen: handskakning, förhandlade kodningar och mediegenerationer, en hälsopuls medan anslutningen är uppe och en sammanfattningsrad som anger varför en session bröts. Lösenord, urklippsinnehåll och skärmpixlar loggas aldrig. Låt detta vara på för att fånga en oförklarad ”Anslutningen avbröts”.
uk: Записує всю хронологію з'єднання VNC: рукостискання, узгоджені кодування та покоління медіа, пульс стану під час з'єднання й підсумковий рядок із причиною розриву сеансу. Паролі, вміст буфера обміну та пікселі екрана ніколи не записуються. Залиште увімкненим, щоб з'ясувати непояснене «З'єднання перервано».
vi: Ghi lại toàn bộ tiến trình của kết nối VNC: bắt tay, các kiểu mã hóa và thế hệ phương tiện đã thỏa thuận, nhịp kiểm tra tình trạng trong khi kết nối, và một dòng tóm tắt nêu lý do phiên bị ngắt. Mật khẩu, nội dung bảng nhớ tạm và điểm ảnh màn hình không bao giờ được ghi lại. Hãy bật tùy chọn này để tìm ra nguyên nhân của một “Kết nối bị gián đoạn” không rõ lý do.
zh_hans: 记录 VNC 连接的完整时间线：握手、协商的编码与媒体代次、连接期间的健康心跳，以及说明会话为何断开的摘要行。密码、剪贴板内容和屏幕像素永远不会被记录。保持开启，以便查明莫名其妙的“连接已中断”。
zh_hant: 記錄 VNC 連線的完整時間軸：交握、協商的編碼與媒體世代、連線期間的健康心跳，以及說明工作階段為何中斷的摘要行。密碼、剪貼板內容和螢幕像素永遠不會被記錄。保持開啟，以便查明莫名其妙的「連線已中斷」。

source: Look Up Project Details
ar: البحث عن تفاصيل المشروع
ca: Cerca els detalls del projecte
cs: Vyhledat podrobnosti projektu
da: Slå projektdetaljer op
de: Projektdetails abrufen
es: Buscar detalles del proyecto
fi: Hae projektin tiedot
fr: Rechercher les détails du projet
he: חפש פרטי פרויקט
hu: Projektadatok lekérése
it: Cerca i dettagli del progetto
ja: プロジェクト情報を取得
ko: 프로젝트 정보 조회
nb: Slå opp prosjektdetaljer
nl: Projectgegevens opzoeken
pl: Wyszukaj szczegóły projektu
pt_br: Buscar Detalhes do Projeto
pt_pt: Procurar Detalhes do Projeto
ro: Caută detaliile proiectului
sl: Poišči podrobnosti projekta
sv: Slå upp projektdetaljer
uk: Шукати подробиці проєкту
vi: Tra cứu thông tin dự án
zh_hans: 查询项目信息
zh_hant: 查詢專案資訊

source: Look Up Project Details shows which project and branch each agent is working on. Because your repositories live on the machines you connect to, this runs a short read-only command there, asking tmux for a pane's directory or git for its branch, and only for tabs where an agent was detected.
ar: يُظهر «البحث عن تفاصيل المشروع» المشروع والفرع الذي يعمل عليه كل وكيل. ولأن مستودعاتك موجودة على الأجهزة التي تتصل بها، يُنفَّذ هناك أمر قصير للقراءة فقط، يسأل tmux عن دليل اللوحة أو git عن فرعها، وذلك فقط للعلامات التي اكتُشف فيها وكيل.
ca: «Cerca els detalls del projecte» mostra en quin projecte i branca treballa cada agent. Com que els teus repositoris són a les màquines a què et connectes, allà s'hi executa una ordre curta de només lectura que demana a tmux el directori d'un plafó o a git la seva branca, i només per a les pestanyes on s'ha detectat un agent.
cs: „Vyhledat podrobnosti projektu“ ukazuje, na jakém projektu a větvi každý agent pracuje. Protože vaše repozitáře jsou na počítačích, ke kterým se připojujete, spustí se tam krátký příkaz jen pro čtení, který se zeptá tmuxu na adresář panelu nebo gitu na jeho větev, a to jen u karet, kde byl agent detekován.
da: »Slå projektdetaljer op« viser, hvilket projekt og hvilken gren hver agent arbejder på. Da dine arkiver ligger på de maskiner, du forbinder til, køres der en kort skrivebeskyttet kommando der, som spørger tmux om en rudes mappe eller git om dens gren, og kun for faner, hvor der er registreret en agent.
de: „Projektdetails abrufen“ zeigt, an welchem Projekt und Branch jeder Agent arbeitet. Da Ihre Repositories auf den Maschinen liegen, mit denen Sie sich verbinden, wird dort ein kurzer, nur lesender Befehl ausgeführt, der tmux nach dem Verzeichnis eines Panes oder git nach dessen Branch fragt, und das nur für Tabs, in denen ein Agent erkannt wurde.
es: «Buscar detalles del proyecto» muestra en qué proyecto y rama trabaja cada agente. Como tus repositorios están en las máquinas a las que te conectas, allí se ejecuta un comando breve de solo lectura que pregunta a tmux por el directorio de un panel o a git por su rama, y solo para las pestañas donde se detectó un agente.
fi: ”Hae projektin tiedot” näyttää, minkä projektin ja haaran parissa kukin agentti työskentelee. Koska tietovarastosi sijaitsevat koneilla, joihin muodostat yhteyden, siellä suoritetaan lyhyt vain luku -komento, joka kysyy tmuxilta ruudun hakemistoa tai gitiltä sen haaraa, ja vain niille välilehdille, joilla agentti on tunnistettu.
fr: « Rechercher les détails du projet » indique sur quel projet et quelle branche chaque agent travaille. Comme vos dépôts se trouvent sur les machines auxquelles vous vous connectez, une courte commande en lecture seule y est exécutée, demandant à tmux le répertoire d'un panneau ou à git sa branche, et uniquement pour les onglets où un agent a été détecté.
he: ״חפש פרטי פרויקט״ מציג באיזה פרויקט ובאיזה ענף כל סוכן עובד. מכיוון שהמאגרים שלך נמצאים במכונות שאליהן אתה מתחבר, מורצת שם פקודה קצרה לקריאה בלבד, ששואלת את tmux על התיקייה של חלונית או את git על הענף שלה, ורק עבור לשוניות שבהן זוהה סוכן.
hu: A „Projektadatok lekérése” megmutatja, melyik projekten és ágon dolgoznak az egyes ügynökök. Mivel a tárolói azokon a gépeken vannak, amelyekhez csatlakozik, ott fut le egy rövid, csak olvasó parancs, amely a tmuxtól egy panel könyvtárát vagy a gittől annak ágát kérdezi le, és csak azoknál a lapoknál, ahol ügynököt észlelt.
it: «Cerca i dettagli del progetto» mostra a quale progetto e ramo sta lavorando ciascun agente. Poiché i tuoi repository si trovano sulle macchine a cui ti connetti, viene eseguito lì un breve comando di sola lettura, che chiede a tmux la directory di un riquadro o a git il suo ramo, e solo per le schede in cui è stato rilevato un agente.
ja: 「プロジェクト情報を取得」は、各エージェントがどのプロジェクトとブランチで作業しているかを表示します。リポジトリは接続先のマシン上にあるため、そこで短い読み取り専用コマンドを実行し、tmuxにはペインのディレクトリを、gitにはそのブランチを問い合わせます。実行されるのはエージェントが検出されたタブだけです。
ko: ‘프로젝트 정보 조회’는 각 에이전트가 어떤 프로젝트와 브랜치에서 작업 중인지 보여 줍니다. 저장소는 연결한 컴퓨터에 있으므로, 그곳에서 짧은 읽기 전용 명령을 실행해 tmux에는 창의 디렉터리를, git에는 브랜치를 물어봅니다. 에이전트가 감지된 탭에서만 실행됩니다.
nb: «Slå opp prosjektdetaljer» viser hvilket prosjekt og hvilken gren hver agent arbeider på. Siden repositoriene dine ligger på maskinene du kobler til, kjøres en kort skrivebeskyttet kommando der, som spør tmux om katalogen til en rute eller git om grenen dens, og bare for faner der en agent er gjenkjent.
nl: ‘Projectgegevens opzoeken’ laat zien aan welk project en welke branch elke agent werkt. Omdat je repository's op de machines staan waarmee je verbinding maakt, wordt daar een korte alleen-lezen opdracht uitgevoerd die tmux om de map van een deelvenster of git om de branch vraagt, en alleen voor tabbladen waarin een agent is gedetecteerd.
pl: „Wyszukaj szczegóły projektu” pokazuje, nad jakim projektem i gałęzią pracuje każdy agent. Ponieważ Twoje repozytoria znajdują się na maszynach, z którymi się łączysz, wykonywane jest tam krótkie polecenie tylko do odczytu, pytające tmux o katalog panelu lub git o jego gałąź, i tylko dla kart, w których wykryto agenta.
pt_br: “Buscar Detalhes do Projeto” mostra em qual projeto e ramo cada agente está trabalhando. Como seus repositórios ficam nas máquinas às quais você se conecta, um comando curto e somente leitura é executado lá, perguntando ao tmux o diretório de um painel ou ao git o seu ramo, e apenas para as abas em que um agente foi detectado.
pt_pt: «Procurar Detalhes do Projeto» mostra em que projeto e ramo cada agente está a trabalhar. Como os seus repositórios estão nas máquinas às quais se liga, é executado aí um comando curto e apenas de leitura, que pergunta ao tmux o diretório de um painel ou ao git o seu ramo, e apenas para os separadores em que foi detetado um agente.
ro: „Caută detaliile proiectului” arată la ce proiect și la ce ramură lucrează fiecare agent. Deoarece depozitele dumneavoastră se află pe mașinile la care vă conectați, acolo se rulează o comandă scurtă, doar pentru citire, care întreabă tmux directorul unui panou sau git ramura acestuia, și doar pentru filele în care a fost detectat un agent.
sl: »Poišči podrobnosti projekta« pokaže, na katerem projektu in veji dela vsak agent. Ker so vaši repozitoriji na napravah, s katerimi se povezujete, se tam izvede kratek ukaz samo za branje, ki tmux vpraša po imeniku podokna ali git po njegovi veji, in to samo za zavihke, kjer je bil zaznan agent.
sv: ”Slå upp projektdetaljer” visar vilket projekt och vilken gren varje agent arbetar med. Eftersom dina utvecklingsarkiv finns på de maskiner du ansluter till körs ett kort skrivskyddat kommando där, som frågar tmux efter en rutas katalog eller git efter dess gren, och bara för flikar där en agent har identifierats.
uk: «Шукати подробиці проєкту» показує, над яким проєктом і гілкою працює кожен агент. Оскільки ваші репозиторії розташовані на машинах, до яких ви підключаєтеся, там виконується коротка команда лише для читання, що запитує в tmux каталог панелі або в git її гілку, і лише для вкладок, де виявлено агента.
vi: “Tra cứu thông tin dự án” cho biết mỗi tác nhân đang làm việc trên dự án và nhánh nào. Vì kho mã của bạn nằm trên các máy bạn kết nối tới, ứng dụng chạy ở đó một lệnh ngắn chỉ đọc, hỏi tmux về thư mục của một khung hoặc hỏi git về nhánh, và chỉ với những tab đã phát hiện tác nhân.
zh_hans: “查询项目信息”显示每个代理正在处理的项目和分支。由于代码仓库位于你连接的机器上，应用会在那里运行一条简短的只读命令，向 tmux 询问窗格目录或向 git 询问其分支，并且仅针对检测到代理的标签页。
zh_hant: 「查詢專案資訊」顯示每個代理正在處理的專案和分支。由於程式碼儲存庫位於你連線的機器上，App 會在那裡執行一道簡短的唯讀指令，向 tmux 詢問窗格目錄或向 git 詢問其分支，而且僅針對偵測到代理的分頁。

source: Looking for agents…
ar: جارٍ البحث عن وكلاء…
ca: Cercant agents…
cs: Hledání agentů…
da: Leder efter agenter…
de: Agents werden gesucht…
es: Buscando agentes…
fi: Etsitään agentteja…
fr: Recherche d'agents…
he: מחפש סוכנים…
hu: Ügynökök keresése…
it: Ricerca di agenti…
ja: エージェントを検索中…
ko: 에이전트를 찾는 중…
nb: Ser etter agenter…
nl: Zoeken naar agents…
pl: Wyszukiwanie agentów…
pt_br: Procurando agentes…
pt_pt: A procurar agentes…
ro: Se caută agenți…
sl: Iskanje agentov …
sv: Söker efter agenter…
uk: Пошук агентів…
vi: Đang tìm agent…
zh_hans: 正在查找代理…
zh_hant: 正在尋找代理…

source: Looking for nearby device…
ar: جارٍ البحث عن جهاز قريب…
ca: S’està cercant un dispositiu a prop…
cs: Hledání zařízení v okolí…
da: Søger efter enhed i nærheden …
de: Suche nach Geräten in der Nähe …
es: Buscando un dispositivo cercano…
fi: Etsitään lähellä olevaa laitetta…
fr: Recherche d’un appareil à proximité…
he: מחפש מכשיר בקרבת מקום…
hu: Közeli eszköz keresése…
it: Ricerca di un dispositivo nelle vicinanze…
ja: 近くのデバイスを検索中…
ko: 근처 기기 검색 중…
nb: Søker etter enhet i nærheten …
nl: Zoeken naar apparaat in de buurt…
pl: Wyszukiwanie pobliskiego urządzenia…
pt_br: Procurando dispositivo por perto…
pt_pt: A procurar dispositivo por perto…
ro: Se caută un dispozitiv din apropiere…
sl: Iskanje bližnje naprave…
sv: Söker efter enhet i närheten …
uk: Пошук пристрою поблизу…
vi: Đang tìm thiết bị lân cận…
zh_hans: 正在查找附近的设备…
zh_hant: 正在尋找附近的裝置…

source: Lookups stop as soon as all supported fields are filled or there are no more databases to check.
ar: يتوقف البحث فور ملء جميع الحقول المدعومة أو عند عدم وجود قواعد بيانات أخرى للفحص.
ca: Les cerques s'aturen quan tots els camps compatibles estan plens o no hi ha més bases de dades per comprovar.
cs: Vyhledávání se zastaví, jakmile jsou vyplněna všechna podporovaná pole nebo nejsou žádné další databáze ke kontrole.
da: Opslag stopper, så snart alle understøttede felter er udfyldt, eller der ikke er flere databaser at tjekke.
de: Abfragen werden beendet, sobald alle unterstützten Felder gefüllt sind oder keine weiteren Datenbanken zu prüfen sind.
es: Las consultas se detienen en cuanto se completan todos los campos admitidos o no quedan mas bases de datos por consultar.
fi: Haut paattyvat heti, kun kaikki tuetut kentat on taytetty tai tietokantoja ei ole enaa jaljella.
fr: Les recherches s'arretent des que tous les champs pris en charge sont remplis ou qu'il n'y a plus de bases de donnees a verifier.
he: החיפושים נעצרים ברגע שכל השדות הנתמכים מלאים או שאין עוד מסדי נתונים לבדוק.
hu: A keresek leallnak, amint minden tamogatott mezo ki van toltve, vagy nincs tobb adatbazis az ellenorzeshez.
it: Le ricerche si interrompono non appena tutti i campi supportati sono compilati o non ci sono piu database da controllare.
ja: すべての対応フィールドが埋まるか、チェックするデータベースがなくなると検索は停止します。
ko: 지원되는 모든 필드가 채워지거나 확인할 데이터베이스가 더 이상 없으면 조회가 중지됩니다.
nb: Oppslag stopper så snart alle støttede felt er fylt ut eller det ikke er flere databaser å sjekke.
nl: Zoekopdrachten stoppen zodra alle ondersteunde velden zijn ingevuld of er geen databases meer zijn om te controleren.
pl: Wyszukiwanie konczy sie, gdy wszystkie obslugiwane pola sa wypelnione lub nie ma wiecej baz danych do sprawdzenia.
pt_br: As consultas param assim que todos os campos suportados sao preenchidos ou nao ha mais bancos de dados para verificar.
pt_pt: As consultas param assim que todos os campos suportados estejam preenchidos ou nao haja mais bases de dados para verificar.
ro: Cautarile se opresc de indata ce toate campurile acceptate sunt completate sau nu mai exista baze de date de verificat.
sl: Iskanje se ustavi, ko so vsa podprta polja izpolnjena ali ni vec podatkovnih baz za preverjanje.
sv: Sökningar avslutas så snart alla fält är ifyllda eller det inte finns fler databaser att kontrollera.
uk: Пошук припиняється, щойно всі підтримувані поля заповнені або більше немає баз даних для перевірки.
vi: Tra cứu dừng ngay khi tất cả các trường được điền đầy đủ hoặc không còn cơ sở dữ liệu nào để kiểm tra.
zh_hans: 查询会在所有支持的字段填充完毕或没有更多数据库可查时停止。
zh_hant: 查詢會在所有支援的欄位填入完畢或沒有更多資料庫可查時停止。

source: Looping video wallpapers
ar: خلفيات فيديو متكررة
ca: Fons de pantalla de vídeo en bucle
cs: Smyčkové video tapety
da: Loopende videobaggrunde
de: Animierte Video-Hintergründe
es: Fondos de pantalla de vídeo en bucle
fi: Toistuvat videotaustakuvat
fr: Fonds d'écran vidéo en boucle
he: טפטים של וידאו בלולאה
hu: Ismétlődő videó háttérképek
it: Sfondi video in loop
ja: ループ再生する動画壁紙
ko: 반복 재생 동영상 배경화면
nb: Repeterende videobakgrunner
nl: Herhalende videowallpapers
pl: Zapętlone tapety wideo
pt_br: Papéis de parede de vídeo em loop
pt_pt: Papéis de parede de vídeo em ciclo
ro: Imagini de fundal video în buclă
sl: Ponavljajoče se video ozadja
sv: Loopande videobakgrunder
uk: Зациклені відеошпалери
vi: Hình nền video lặp
zh_hans: 循环播放视频壁纸
zh_hant: 循環播放影片桌布

source: Loss:
ar: الفقد:
ca: Pèrdua:
cs: Ztráta:
da: Tab:
de: Verlust:
es: Pérdida:
fr: Perte :
he: אובדן:
hu: Veszteség:
it: Perdita:
ja: 損失:
ko: 손실:
nb: Tap:
nl: Verlies:
pl: Straty:
pt_br: Perda:
pt_pt: Perda:
ro: Pierdere:
sl: Izguba:
sv: Förlust:
uk: Втрати:
vi: Mất gói:
zh_hans: 丢包：
zh_hant: 遺失：

source: Low Power Mode
ar: وضع الطاقة المنخفضة
ca: Mode de baix consum
cs: Režim nízké spotřeby
da: Strømsparefunktion
de: Stromsparmodus
es: Modo de bajo consumo
fi: Virransäästötila
fr: Mode économie d'énergie
he: מצב חיסכון בצריכת חשמל
hu: Energiatakarékos üzemmód
it: Risparmio energetico
ja: 低電力モード
ko: 저전력 모드
nb: Lavstrømmodus
nl: Energiebesparingsmodus
pl: Tryb niskiego zużycia energii
pt_br: Modo de Baixo Consumo
pt_pt: Modo de Baixo Consumo
ro: Consum redus
sl: Način nizke porabe energije
sv: Lågeffektläge
uk: Режим енергозбереження
vi: Chế độ nguồn điện thấp
zh_hans: 低电量模式
zh_hant: 低耗電模式

source: Low Risk
ar: خطر منخفض
ca: Risc baix
cs: Nízké riziko
da: Lav risiko
de: Geringes Risiko
es: Riesgo bajo
fi: Matala riski
fr: Risque faible
he: סיכון נמוך
hu: Alacsony kockázat
it: Rischio basso
ja: 低リスク
ko: 낮은 위험
nb: Lav risiko
nl: Laag risico
pl: Niskie ryzyko
pt_br: Risco baixo
pt_pt: Risco baixo
ro: Risc scăzut
sl: Nizko tveganje
sv: Låg risk
uk: Низький ризик
vi: Rủi ro thấp
zh_hans: 低风险
zh_hant: 低風險
